{"Act": " means the Securities and Exchange Board of India Act, 1992 (15 of 1992). Section 3 of the Act. (b)", "Board": " means the Securities and Exchange Board of India constituted under (c)", "Chairman": " of the Board and, in relation to the powers exercisable by him, includes whole- time member of the Board or a Committee of Executive Directors or Executive Director or any other officer to whom the powers under these regulations may be delegated by the Chairman. (d)", "compensatory allowance": " means an allowance granted to meet expenditure necessitated by the special circumstances in which the duty is performed. (e)", "Competent Authority": " means, (i) The Chairman in the case of officers, which expression shall also include whole- time member of the Board or Executive Director, in regard to any matter or power to be dealt with or exercisable by the Chairman under these Regulations, but which are delegated to him. (ii) In the case of all other employees, concerned ) Executive Director, which expression shall also include, any officer lower in rank, in regard to any matter or power to be dealt with or exercised by the Executive Director under these Regulations, but which are delegated to him. (f)", "Dependent": " means a person who is wholly dependent upon the employee and whose monthly income doesn't exceed the limits as may be specified by the Chairman, from time to time. 1[(fa) \"deputation\" means temporary posting to another organisation wherein the accrual and disbursement of remuneration including pay, allowances and perquisites would be borne by the borrowing organisation.] (g)", "duty": " includes —- (i) Service as a probationer; (ii) Period during which an employee is on joining time or training authorised by the Board; (iii) Period spent on causal leave duly authorised by the competent authority. 2[(ga) \"external assignment\" means the temporary posting to another organisation, including secondment, tour of duty and staff exchange programme, wherein the accrual and disbursement of remuneration including pay, allowances and perquisites would be borne by the Board.] (h)", "family": " means (i) In the case of male employee, his wife, whether residing with him or not, but does not include a legally separated wife and in case of a woman employee her husband, whether residing with her or not, but does not include a legally separated husband. (ii) Children or step children of the employee whether residing with him or not and dependent wholly on such employee but does not include children or step children of whose custody the employee has been deprived of by or under any law; and (iii) Any other person related to, by blood or marriage to the employee or to his spouse and wholly dependent upon such employee. (i)", "leave pay": " means the monthly pay which the employee would have drawn while on duty but for proceeding on leave. (j)", "Pay": " means the amount drawn by an employee as- (i) Pay which had been sanctioned for a post held by him substantively or in an officiating capacity, or to which he is entitled by reason of his position in a cadre; (ii) Special pay and personal pay; 1 Inserted by the SEBI (Employees' Service) (Second Amendment) Regulations, 2018, w.e.f. 1.6.2018 2 Inserted ibid. (iii) Any other amount which may be specially classified as pay by the Board; (k)", "Personal pay": " means an additional pay granted to an employee— (i) To save him for a loss of substantive pay in respect of a permanent post due to a revision of pay or to any reduction of such substantive pay otherwise than as a disciplinary measure; or (ii) In exceptional circumstances, on other personal considerations; (l)", "special allowance": " means an addition, in the nature of an allowance, to the pay attached to a post or of an employee, granted at the discretion of the Board or its duly appointed authority in consideration of the specially arduous nature of the duties attached to the post or required to be performed by the employee; (m)", "special pay": " means an addition to the pay of a post of ) an employee granted at the discretion of the Board or its duly appointed authority in consideration of a specific addition to the work or responsibility; (n)", "substantive pay": " means the pay to which an employee is entitled on account of a post to which he has been appointed substantively or by reason of his substantive position in a cadre; Save as otherwise provided,— (o)", "year": " means a continuous period of twelve months commencing from 1st day of April of a year and ending with 31st day of March of the next year. (p)", "service": " includes the period during which an employee is on duty as well as on leave duly authorised by a competent authority, but does not include any period during which an employee is absent from duty without permission or overstays his leave, unless specifically permitted by the competent authority."}