{"Act": " means the Securities and Exchange Board of India Act, 1992 (15 of 1992); (aa) “body corporate” shall have the meaning assigned to it in or under clause (7) of section 2 of the Companies Act, 1956 (1 of 1956); (ab) “certificate” means a certificate of 3[***] registration issued by the Board; (ac) 4[***] (ad) “change in control”, in relation to a merchant banker being a body corporate, means:— (i) if its shares are listed on any recognised stock exchange, change in control within the meaning of regulation 12 of the Securities and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations, 1997; (ii) in any other case, change in the controlling interest in the body corporate. Explanation: For the purpose of sub-clause (ii), the expression “controlling interest” means an interest, whether direct or indirect, to the extent of at least fifty one per cent of voting rights in the body corporate;] (b)", "form": " specified in Schedule I; (c)", "inspecting authority": " means one or more persons appointed by the Board to exercise powers conferred under Chapter IV; 5[(ca) “issue” means an offer of sale or purchase of securities by any body corporate, or by any other person or group of persons on its or his or their behalf, as the case may be, to or from the public, or the holders of securities of such body corporate or person or group of persons through a merchant banker; (cb) “merchant banker” means any person who is engaged in the business of issue management either by making arrangements regarding selling, buying or subscribing to securities or acting as manager, consultant, adviser or rendering corporate advisory service in relation to such issue management;] 2 Inserted by the Securities and Exchange Board of India (Merchant Bankers) (Third Amendment) Regulation, 2006, w.e.f., 7-9-2006. 3 The words “initial or permanent” were omitted by the Securities and Exchange Board of India (Change In Conditions Of Registration Of Certain Intermediaries) (Amendment) Regulations, 2016 w.e.f. 08-12-2016. Prior to omission the words “initial or permanent” were inserted by the Securities and Exchange Board of India (Merchant Bankers) (Amendment) Regulations, 2011 w.e.f. 05-07-2011. 4 Omitted by the (Change in conditions of Registration of Certain Intermediaries) (Amendment) Regulations, 2011. w.e.f. 19-04-2011. Prior to the omission the clause read as under: “Change of status or constitution” in relation to a merchant banker— (i) means any change in its status or constitution of whatsoever nature; and (ii) without prejudice to generality or sub-clause (i), includes— (A) amalgamation, demerger, consolidation or any other kind of corporate restructuring falling within the scope of section 391 of the Companies Act, 1956 (1 of 1956) or the corresponding provision of any other law for the time being in force; (B)change in its managing director or whole-time director; and (C)any change in control over the body corporate.” 5 Inserted by the Securities and Exchange Board of India (Merchant Bankers) (Third Amendment) Regulations, 2006., w.e.f., 7-9-2006. Page 4 of 32 (d)", "principal officer": " means— (i) proprietor, in the case of a proprietary concern, (ii) partner, in the case of a partnership firm, (iii) director, in the case of a body corporate who is responsible for the activities of the merchant banker."}