{"Act": " means the Securities and Exchange Board of India Act, 1992 (15 of 1992); (b)", "authorised officer": " means the investigating authority or any other officer of the Board authorised by the Chairman under sub-section (8) of section 11C of the Act; (c)", "building": " includes any structure or any other thing constructed, erected, placed or made on, in or under any land and the land appurtenant there to . (d)", "day time": " means the hours between 7.00 a.m. and 6.00 p.m. at the place where the search and seizure is undertaken. (e)", "document": " means any record or information, preserved in any,- (i) handmade form such as writing, drawing, painting, with any implement on any surface, directly or indirectly; (ii) photographic form such as microfilm, microfiche, prints, slides, negatives, 1 videotapes, motion pictures, photocopies or digital storage; (iii) mechanical form such as writing, pressing, printing or typing; (iv) computerized, electrical, electronic, or magnetic form such as tape recordings, cassettes, compact discs or any information on an electronic or magnetic storage device, such as hard disks, portable memory cards, sticks or diskettes, or smart cards, backup tapes, personal digital devices, CD or DVD discs, optical discs, printer buffers, ZIP drives, pen drives, thump drives or electronic notebooks, as well as printouts or readouts from any magnetic storage device, including information preserved in files that have been “deleted” from electronic,magnetic,optical storage devices or facilities, and includes anything in which such information, is found or recoverable; (f)", "enterprise": " shall have the same meaning as assigned to it in clause (iii) of section 92F of the Income-tax Act, 1961(43 of 1961); (g)", "personal information": " means any information that relates to a natural person, whose identity is apparent or can reasonably be ascertained from the information; (h)", "Schedule": " appended to these regulations; (i)", "securities laws": " means the Act, the Securities Contracts (Regulation) Act, 1956 (42 of 1956), the Depositories Act, 1996(22 of 1996), provisions of the Companies Act, 1956 in force and the Companies Act,2013 that are administered by the Securities and Exchange Board of India, and the rules and regulations made thereunder."}