{"Act": " means the Securities and Exchange Board of India Act, 1992 (15 of 1992); (b)", "dealing in securities": " includes: 1 Substituted vide Securities and Exchange Board of India (Prohibition of Fraudulent and Unfair Trade Practices relating to Securities Market) (Amendment) Regulations, 2018. w.e.f. from February 01, 2019 . 1 (i) an act of buying, selling or subscribing pursuant to any issue of any security or agreeing to buy, sell or subscribe to any issue of any security or otherwise transacting in any way in any security by any persons including as principal, agent, or intermediary referred to in section 12 of the Act; (ii) such acts which may be knowingly designed to influence the decision of investors in securities; and (iii) any act of providing assistance to carry out the aforementioned acts.] (c)", "fraud": " includes any act, expression, omission or concealment committed whether in a deceitful manner or not by a person or by any other person with his connivance or by his agent while dealing in securities in order to induce another person or his agent to deal in securities, whether or not there is any wrongful gain or avoidance of any loss, and shall also include— (1) a knowing misrepresentation of the truth or concealment of material fact in order that another person may act to his detriment; (2) a suggestion as to a fact which is not true by one who does not believe it to be true; fact; false; (3) an active concealment of a fact by a person having knowledge or belief of the (4) a promise made without any intention of performing it; (5) a representation made in a reckless and careless manner whether it be true or (6) any such act or omission as any other law specifically declares to be fraudulent, (7) deceptive behaviour by a person depriving another of informed consent or full participation, (8) a false statement made without reasonable ground for believing it to be true. (9) the act of an issuer of securities giving out misinformation that affects the market price of the security, resulting in investors being effectively misled even though they did not rely on the statement itself or anything derived from it other than the market price. And “fraudulent” shall be construed accordingly; Nothing contained in this clause shall apply to any general comments made in good faith in Before the substitution the provision read as follows: “dealing in securities” includes an act of buying, selling or subscribing pursuant to any issue of any security or agreeing to buy, sell or subscribe to any issue of any security or otherwise transacting in any way in any security by any person as principal, agent or intermediary referred to in section 12 of the Act.\" 2 regard to— (a) the economic policy of the government (b) the economic situation of the country (c) trends in the securities market or (d) any other matter of a like nature whether such comments are made in public or in private; (d)", "Investigating Authority": " means any 2[person] authorized by the Board to undertake investigation under section 11C of the Act; (e)", "securities": " as defined in section 2 of the Securities Contracts (Regulation) Act, 1956 (42 of 1956)."}