{"Act": " means the Securities and Exchange Board of India Act, 1992 (15 of 1992); (b)", "Board": " means the Securities and Exchange Board of India; (c)", "compliance officer": " means any senior officer, designated so and reporting to the board of directors or head of the organization in case board is not there, who is financially literate and is capable of appreciating requirements for legal and regulatory compliance under these regulations and who shall be responsible for compliance of policies, procedures, maintenance of records, monitoring adherence to the rules for the preservation of unpublished price sensitive information, monitoring of trades and the implementation of the codes specified in these regulations under the overall supervision of the board of directors of the listed company or the head of an organization, as the case may be. (d)", "connected person": " means,- (i) any person who is or has during the six months prior to the concerned act been associated with a company, directly or indirectly, in any capacity including by reason of frequent communication with its officers or by being in any contractual, fiduciary or employment relationship or by being a director, officer or an employee of the company or holds any position including a professional or 1 Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019) business relationship between himself and the company whether temporary or permanent, that allows such person, directly or indirectly, access to unpublished price sensitive information or is reasonably expected to allow such access. (ii) Without prejudice to the generality of the foregoing, the persons falling within the following categories shall be deemed to be connected persons unless the contrary is established, - (a). an immediate relative of connected persons specified in clause (i); or (b). a holding company or associate company or subsidiary company; or (c). an intermediary as specified in section 12 of the Act or an employee or director thereof; or (d). an investment company, trustee company, asset management company or an employee or director thereof; or (e). an official of a stock exchange or of clearing house or corporation; or (f). a member of board of trustees of a mutual fund or a member of the board of directors of the asset management company of a mutual fund or is an employee thereof; or (g). a member of the board of directors or an employee, of a public financial institution as defined in section 2 (72) of the Companies Act, 2013; or (h). an official or an employee of a self-regulatory organization recognised or authorized by the Board; or a banker of the company; or (i). (j). a concern, firm, trust, Hindu undivided family, company or association of persons wherein a director of a company or his immediate relative or banker of the company, has more than ten per cent. of the holding or interest; (e)", "generally available information": " means information that is accessible to the public on a non-discriminatory basis; (f)", "immediate relative": " means a spouse of a person, and includes parent, sibling, and child of such person or of the spouse, any of whom is either dependent financially on such person, or consults such person in taking decisions relating to trading in securities; (g)", "insider": " means any person who is: i) a connected person; or information; ii) in possession of or having access to unpublished price sensitive (h)", "promoter": " shall have the meaning assigned to it under the Securities and Exchange Board of India (Issue of Capital and Disclosure Requirements) Regulations, 2[2018] or any modification thereof; 3[(ha) \"promoter group\" shall have the meaning assigned to it under the Securities and Exchange Board of India (Issue of Capital and Disclosure Requirements) Regulations, 2018 or any modification thereof;] 4[(5[hb]) “proposed to be listed” shall include securities of an unlisted company: (i) if such unlisted company has filed offer documents or other documents, as the case may be, with the Board, stock exchange(s) or registrar of companies in connection with the listing; or 2 Substituted for the number “2009” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019) 3 Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2019 (w.e.f. January 21, 2019) 4 Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019) 5 Re-numbered by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2019 (w.e.f. January 21, 2019) (ii) if such unlisted company is getting listed pursuant to any merger or amalgamation and has filed a copy of such scheme of merger or amalgamation under the Companies Act, 2013;] (i)", "securities": " shall have the meaning assigned to it under the Securities Contracts (Regulation) Act, 1956 (42 of 1956) or any modification thereof except units of a mutual fund; (j)", "specified": " by the Board in writing; (k)", "takeover regulations": " means the Securities and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations, 2011 and any amendments thereto; (l)", "trading": " means and includes subscribing, buying, selling, dealing, or agreeing to subscribe, buy, sell, deal in any securities, and \"trade\" shall be construed accordingly ; (m)", "trading day": " means a day on which the recognized stock exchanges are open for (n)", "unpublished price sensitive information": " means any information, relating to a company or its securities, directly or indirectly, that is not generally available which upon becoming generally available, is likely to materially affect the price of the securities and shall, ordinarily including but not restricted to, information relating to the following: – (i) financial results; (ii) dividends; (iii) change in capital structure; (iv) mergers, de-mergers, acquisitions, delistings, disposals and expansion of business and such other transactions; (v) changes in key managerial personnel. 6[***]. (2) Words and expressions used and not defined in these regulations but defined in the Securities and Exchange Board of India Act, 1992 (15 of 1992), the Securities Contracts (Regulation) Act, 1956 (42 of 1956), the Depositories Act, 1996 (22 of 1996) or the Companies Act, 2013 (18 of 2013) and rules and regulations made thereunder shall have the meanings respectively assigned to them in those legislation.", "financially literate": " a person who has the ability to read and understand basic financial statements i.e. balance sheet, profit and loss account, and statement of cash flows"}